Repository: RKWKomZe/RkwSurvey
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkw_survey_domain_model_survey
source: RKW Survey: Survey
de: RKW Survey: Umfrage

# tx_rkwsurvey_domain_model_survey.description
source: Description
de: Beschreibung

# tx_rkwsurvey_domain_model_survey.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_questioncontainer
source: RKW Survey: Question container
de: RKW Survey: Container für Fragen

# tx_rkwsurvey_domain_model_questioncontainer.name
source: Title
de: Titel (optional)

# tx_rkwsurvey_domain_model_questioncontainer.description
source: Description
de: Beschreibung

# tx_rkwsurvey_domain_model_questioncontainer.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_question
source: RKW Survey: Question
de: RKW Survey: Frage

# tx_rkwsurvey_domain_model_question.please_choose
source: Please choose
de: Bitte wählen

# tx_rkwsurvey_domain_model_question.group_by
source: Group results by this question
de: Ergebnisse anhand dieser Frage gruppieren

# tx_rkwsurvey_domain_model_question.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_question.short_name
source: Short name of question
de: Kurzbezeichnung der Frage

# tx_rkwsurvey_domain_model_question.topic
source: Topic
de: Thema

# tx_rkwsurvey_domain_model_question.type
source: Type
de: Typ

# tx_rkwsurvey_domain_model_question.answer1
source: Answer1
de: Antwort 1

# tx_rkwsurvey_domain_model_question.answer2
source: Answer2
de: Antwort 2

# tx_rkwsurvey_domain_model_question.answer3
source: Answer3
de: Antwort 3

# tx_rkwsurvey_domain_model_question.survey
source: Survey
de: Umfrage

# tx_rkwsurvey_domain_model_surveyresult
source: RKW Survey: Survey Result
de: RKW Survey: Umfrageergebnis

# tx_rkwsurvey_domain_model_surveyresult.finished
source: Finished
de: Abgeschlossen

# tx_rkwsurvey_domain_model_surveyresult.survey
source: Survey
de: Umfrage

# tx_rkwsurvey_domain_model_surveyresult.question_result
source: Question Result
de: Antwort

# tx_rkwsurvey_domain_model_questionresult
source: RKW Survey: Question Result
de: RKW Survey: Antwort

# tx_rkwsurvey_domain_model_questionresult.answer_multiple
source: Answer Multiple
de: Multiple choice Antwort

# tx_rkwsurvey_domain_model_questionresult.answer_free
source: Answer Free
de: Freitext Antwort

# tx_rkwsurvey_domain_model_questionresult.survey_result
source: Survey Result
de: Umfrageergebnis

# tx_rkwsurvey_domain_model_questionresult.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_evaluator.question.weighting.labels.low
source: low
de: trifft nicht zu (0 - 4)

# tx_rkwsurvey_domain_model_evaluator.question.weighting.labels.neutral
source: neutral
de: teils/teils (5)

# tx_rkwsurvey_domain_model_evaluator.question.weighting.labels.high
source: high
de: trifft zu (6 - 10)

# tx_rkwsurvey_controller_survey.alreadyAnswered
source: Oops! Something went wrong. This question has already been answered.
de: Upps! Hier ist etwas schief gelaufen. Die Frage wurde scheinbar schon beantwortet.

# tx_rkwsurvey_controller_survey.tokenNotValid
source: Oops! A valid survey code is required to participate in this survey. Please take it from your invitation to the survey.
de: Upps! Es ist ein gültiger Umfragecode notwendig, um an dieser Umfrage teilnehmen zu können. Entnehmen Sie diesen bitte Ihrer Einladung zur Umfrage.

# tx_rkwsurvey_controller_survey.tokenExistAndFinished
source: Oops! This survey code has already been used. Thank you very much for your participation!
de: Upps! Dieser Umfragecode wurde bereits verwendet. Vielen Dank für Ihre Teilnahme!

# tx_rkwsurvey_controller_survey.tokenNotExist
source: Oops! Unfortunately, we do not know this survey code. Please check the survey code for correctness and make sure that the correct survey was called. Of course our support is also available for you.
de: Upps! Dieser Umfragecode ist uns leider nicht bekannt. Bitte überprüfen Sie den Umfragecode auf Richtigkeit und stellen Sie sicher, dass die richtige Umfrage aufgerufen wurde. Gerne steht Ihnen natürlich auch unser Support zur Verfügung.

# tx_rkwsurvey_controller_survey.tokenSomethingWentWrong
source: Oops! During the execution something went wrong with the given survey code. Please contact our support.
de: Upps! Während der Ausführung ist mit dem übergebenen Umfragecode wohl etwas schief gelaufen. Bitte wenden Sie sich an unseren Support.

# tx_rkwsurvey_controller_survey.contactSuccessful
source: Wohoo! Your request has been successfully sent. We will contact you shortly.
de: Wohoo! Ihre Anfrage wurde erfolgreich versendet. Wir melden uns in Kürze bei Ihnen.

# tx_rkwsurvey_controller_backend_csv.surveyUid
source: Survey Uid
de: Umfrage Uid

# tx_rkwsurvey_controller_backend_csv.surveyResultUid
source: Survey Result Uid
de: Umfrage Ergebnis Uid

# tx_rkwsurvey_controller_backend_csv.questionUid
source: Question Uid
de: Frage Uid

# tx_rkwsurvey_controller_backend_csv.question
source: Question
de: Frage

# tx_rkwsurvey_controller_backend_csv.answerOption
source: Answer option
de: Antwortoption

# tx_rkwsurvey_controller_backend_csv.answer
source: Answer
de: Antwort

# tx_rkwsurvey_controller_backend_csv.freetext
source: Freetext field
de: Freitextfeld

# tx_rkwsurvey_controller_backend_csv.scale
source: Scale: %s - %s, step: %s
de: Skala: %s - %s, Schritt: %s

# questionResultValidator.not_filled
source: Please fill out the field.
de: Bitte machen Sie eine Angabe.

# questionResultValidator.nothing_selected
source: You have to select minimum one option.
de: Bitte wählen Sie mindestens eine Option aus.

# contactFormValidator.not_filled
source: Please fill out the field %s.
de: Da fehlt noch was. Bitte füllen Sie das Feld '%s' aus.

# contactFormValidator.privacy
source: The protection of your data is important to us. Therefore we ask you to agree to the storage of your personal data.
de: Der Schutz Ihrer Daten ist uns wichtig. Daher bitten wir Sie, der Speicherung Ihrer persönlichen Daten zuzustimmen.

# form.error.contactForm.gender
source: Salutation
de: Anrede

# form.error.contactForm.firstName
source: First name
de: Vorname

# form.error.contactForm.lastName
source: Last name
de: Nachname

# form.error.contactForm.company
source: Company
de: Firma

# form.error.contactForm.phone
source: Phone
de: Telefon

# viewHelper_mothArray.month1
source: January
de: Januar

# viewHelper_mothArray.month2
source: February
de: Februar

# viewHelper_mothArray.month3
source: March
de: März

# viewHelper_mothArray.month5
source: May
de: Mai

# viewHelper_mothArray.month6
source: June
de: Juni

# viewHelper_mothArray.month7
source: July
de: Juli

# viewHelper_mothArray.month10
source: October
de: Oktober

# viewHelper_mothArray.month12
source: December
de: Dezember

# rkwMailService.contactAdmin.subject
source: Contact request for a survey
de: Kontaktanfrage zu einer Umfrage

# rkwMailService.newSurveyAdmin.subject
source: A new survey result was submitted
de: Jemand hat an einer Umfrage teilgenommen

# templates_email_newSurveyAdmin.headline
source: Hello %s,
de: Hallo %s,

# templates_email_newSurveyAdmin.text1
source: a new result for the following survey has been submitted:
de: für die folgende Umfrage wurde ein neues Ergebnis übermittelt:

# templates_email_newSurveyAdmin.text2
source: You can see the results in the TYPO3-Backend.
de: Sie können die Ergebnisse im TYPO3-Backend einsehen.

# templates_email_contactAdmin.headline
source: Hello %s,
de: Hallo %s,

# templates_email_contactAdmin.text1
source: A contact request was submitted for the for the survey "%s". Please get in touch with the contact person below. You can reply directly to this e-mail.
de: für die Umfrage "%s" wurde eine Kontaktanfrage übermittelt. Bitte treten Sie mit untenstehendem Ansprechpartner in Verbindung. Sie können direkt auf diese E-Mail antworten.

# templates_email_contactAdmin.text2
source: Contact
de: Kontakt

# templates_survey_welcome.early
source: This survey is not started yet. It will start at %s at %s o'clock.
de: Diese Umfrage hat noch nicht begonnen. Sie beginnt am %s um %s Uhr.

# templates_survey_welcome.late
source: Unfortunately this survey is over. Thanks for your interest.
de: Diese Umfrage ist leider bereits beendet. Danke für Ihr Interesse.

# templates_survey_welcome.start
source: Start survey
de: Umfrage starten

# templates_survey_welcome.token
source: Your personal survey code
de: Ihr persönlicher Umfragecode

# templates_survey_welcome.required
source: (Required)
de: (Pflichtfeld)

# templates_survey_result.createContact
source: Contact us / Request a callback
de: Kontakt aufnehmen / Rückruf anfordern

# templates_survey_newContact.contactHeadline
source: Do you find the topic exciting?
de: Sie finden das Thema spannend?

# templates_survey_newContact.contactText
source: Are you interested in more detailed information on the subject of the survey or do you have any questions? Leave us your contact details here and we will get back to you as soon as possible. Your contact data will of course be stored in the survey regardless of your answers. Participation in the survey always remains anonymous.
de: Sie interessieren sich für nähere Informationen zum Thema der Umfrage oder haben Rückfragen dazu? Hinterlassen Sie uns hier Ihre Kontaktdaten und wir setzen uns umgehend mit Ihnen in Verbindung. Ihre Kontaktdaten werden selbstverständlich unabhängig von Ihren Antworten in der Umfrage gespeichert. Die Teilnahme an der Umfrage bleibt stets anonym.

# partials_survey_question_help
source: Help
de: Hilfe

# partials_survey_question_helpClose
source: Back to the question
de: Zurück zur Frage

# partials_survey_question_tip
source: RKW Tip
de: RKW Tipp

# partials_survey_question_pleaseSelect
source: Please select an option.
de: Bitte auswählen.

# partials_survey_question_mulitSelect
source: Multiple items can be selected.
de: Mehrfachauswahl möglich.

# partials_survey_question_singleSelect
source: Only one item can be selected.
de: Nur eine Option kann gewählt werden.

# partials_survey_footer.question
source: Question
de: Frage

# partials_survey_footer.progress
source: Progress
de: Fortschritt

# partials_survey_footer.finish
source: Finish
de: Abschließen

# partials_survey_footer.next
source: Next
de: Weiter

# partials_survey_contactForm.gender
source: Gender
de: Anrede

# partials_survey_contactForm.gender.I.0
source: Mr.
de: Herr

# partials_survey_contactForm.gender.I.1
source: Mrs.
de: Frau

# partials_survey_contactForm.gender.I.99
source: -- Please select --
de: -- Bitte wählen --

# partials_survey_contactForm.first_name
source: First name
de: Vorname

# partials_survey_contactForm.last_name
source: Last name
de: Nachname

# partials_survey_contactForm.phone
source: Phone
de: Telefon

# partials_survey_contactForm.company
source: Company
de: Firma

# partials_survey_contactForm.labelRequired
source: (Required)
de: (Pflichtfeld)

# partials_survey_contactForm.button
source: Send
de: Jetzt absenden

# templates_backend_list.header
source: Surveys
de: Umfragen

# templates_backend_list.surveysTotal
source: Surveys total
de: Umfragen insgesamt

# templates_backend_show.header
source: Results
de: Auswertung

# templates_backend_tokenlist.backToDetailview
source: Back to detail view
de: Zurück zur Detailansicht

# templates_backend_tokenlist.tokenManagement
source: Token management
de: Tokenverwaltung

# templates_backend_tokenlist.unusedTokens
source: Unused tokens
de: Verfügbare Tokens

# templates_backend_tokenlist.usedTokens
source: Used tokens
de: Verwendete Tokens

# templates_backend_tokenlist.generate
source: Create tokens
de: Tokens erstellen

# templates_backend_tokenlist.delete
source: Delete token list
de: Alle Tokens löschen (ACHTUNG: Alle Tokens verlieren ihre Gültigkeit!)

# templates_backend_tokenlist.noTokens
source: No tokens created
de: Keine Tokens generiert.

# templates_backend_tokenlist.at
source: at
de: am

# templates_backend_tokenlist.clock
source: o'clock
de: Uhr

# templates_backend_tokenlist.notFinished
source: Not finished
de: Umfrage nicht abgeschlossen

# templates_backend_tokenlist.usage
source: Usage
de: Verwendung

# templates_backend_print.header
source: RKW Survey
de: RKW Survey - Umfragen-Details

# partials_backend_actions.submit
source: Select
de: Auswählen

# partials_backend_actions.reset
source: Reset
de: Zurücksetzen

# partials_backend_actions.labelStarttime
source: Starttime
de: Startzeitpunkt

# partials_backend_actions.labelSurvey
source: Survey
de: Umfrage

# partials_backend_actions.token
source: Manage tokens
de: Tokens verwalten

# partials_backend_actions.print
source: Print
de: Drucken

# partials_backend_actions.filter
source: Filter
de: Filtern

# partials_backend_result.header
source: Results view
de: Auswertung

# partials_backend_survey.noEndDate
source: No end date
de: Kein Enddatum festgelegt

# partials_backend_survey.participants
source: Participants
de: Teilnehmende

# partials_backend_survey.finishedSurveys
source: Finished
de: Abgeschlossen

# partials_backend_survey.dropouts
source: Dropouts/Incomplete
de: Abbrüche/Unvollständig
