Repository: RKWKomZe/RkwSurvey
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwsurvey_domain_model_survey
source: RKW Survey: Survey
de: RKW Survey: Umfrage

# tx_rkwsurvey_domain_model_survey.description
source: Description
de: Beschreibung

# tx_rkwsurvey_domain_model_survey.type
source: Type
de: Typ

# tx_rkwsurvey_domain_model_survey.type.container
source: Container
de: Container (enthält mehrere Fragen)

# tx_rkwsurvey_domain_model_survey.starttext
source: Starttext
de: Einleitungstext

# tx_rkwsurvey_domain_model_survey.endtext
source: Endtext
de: Abschlusstext

# tx_rkwsurvey_domain_model_survey.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_survey.question_container
source: Question container
de: Container für Fragen

# tx_rkwsurvey_domain_model_survey.admin
source: Admin (receives e-mail when a survey has been completed)
de: Admin (erhält E-Mail, wenn eine Umfrage abgeschlossen wurde)

# tx_rkwsurvey_domain_model_survey.token
source: Token
de: Tokenliste (Kann im Backend Module "RKW Survey" verwaltet werden)

# tx_rkwsurvey_domain_model_survey.access_restricted
source: Access Restricted
de: Zugriffsbeschränkt (Nutzer benötigen Token zur Teilnahme)

# tx_rkwsurvey_domain_model_questioncontainer
source: RKW Survey: Question container
de: RKW Survey: Container für Fragen

# tx_rkwsurvey_domain_model_questioncontainer.name
source: Title
de: Titel (optional)

# tx_rkwsurvey_domain_model_questioncontainer.hide_name_fe
source: Hide title in FE
de: Titel im Frontend verbergen

# tx_rkwsurvey_domain_model_questioncontainer.description
source: Description
de: Beschreibung

# tx_rkwsurvey_domain_model_questioncontainer.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_question
source: RKW Survey: Question
de: RKW Survey: Frage

# tx_rkwsurvey_domain_model_question.please_choose
source: Please choose
de: Bitte wählen

# tx_rkwsurvey_domain_model_question.group_by
source: Group results by this question
de: Ergebnisse anhand dieser Frage gruppieren

# tx_rkwsurvey_domain_model_question.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_question.short_name
source: Short name of question
de: Kurzbezeichnung der Frage

# tx_rkwsurvey_domain_model_question.hint
source: Hint / Help
de: Hinweis / Hilfestellung

# tx_rkwsurvey_domain_model_question.required
source: Required
de: Frage muss beantwortet werden (Pflichtangabe)

# tx_rkwsurvey_domain_model_question.answer_option
source: Answer options (each separated by a pipe: "Item 1|Item2")
de: Liste möglicher Antworten (Jeweils getrennt durch eine Pipe: "Item 1|Item2")

# tx_rkwsurvey_domain_model_question.survey
source: Survey
de: Umfrage

# tx_rkwsurvey_domain_model_question.topic
source: Topic
de: Thema

# tx_rkwsurvey_domain_model_question.type
source: Type
de: Typ (Art der Antwort)

# tx_rkwsurvey_domain_model_question.type.scale
source: Scale
de: Skala (von / bis)

# tx_rkwsurvey_domain_model_question.type.single
source: Single answer
de: Einfache Auswahl

# tx_rkwsurvey_domain_model_question.type.free_text
source: Free text
de: Freitext

# tx_rkwsurvey_domain_model_question.type.free_text_short
source: Free text (short)
de: Freitext (kurz)

# tx_rkwsurvey_domain_model_question.text_consent
source: Label "from"
de: Beschriftung "von" (z.B. "sehr wichtig", "sehr gute Nachfrage", "trifft zu")

# tx_rkwsurvey_domain_model_question.text_rejection
source: Label "to"
de: Beschriftung "bis" (z.B. "überhaupt nicht wichtig", "sehr schlechte Nachfrage", "trifft nicht zu")

# tx_rkwsurvey_domain_model_question.scale_from_points
source: Scale from points
de: Skala: Minimale Punktzahl

# tx_rkwsurvey_domain_model_question.scale_to_points
source: Scale to points
de: Skala: Maximale Punktzahl

# tx_rkwsurvey_domain_model_question.scale_step
source: Scale step
de: Skala: Schritt

# tx_rkwsurvey_domain_model_question.benchmark.value
source: Reference value
de: Referenzwert

# tx_rkwsurvey_domain_model_question.benchmark.weighting.values
source: Reference values by topic (weighed)
de: Referenzwerte nach Thema (gewichtet)

# tx_rkwsurvey_domain_model_question.do_action
source: Define action
de: Aktion definieren (Folgefragen nach Definition überspringen)

# tx_rkwsurvey_domain_model_question.do_action_if
source: Action on value
de: Aktion durchführen, wenn Antwort folgenden Wert enthält (geben Sie hier den Wert "1" ein, wenn bei Antwortmöglichkeit 1 etwas geschehen soll)

# tx_rkwsurvey_domain_model_question.do_action_jump
source: Action on value
de: Die bei diesem Wert zu überspringenden Fragen

# tx_rkwsurvey_domain_model_answeroption.answer
source: RKW Survey: Answer option
de: RKW Survey: Antwortmöglichkeit

# tx_rkwsurvey_domain_model_topic
source: RKW Survey: Topic
de: RKW Survey: Thema

# tx_rkwsurvey_domain_model_topic.name
source: Topic
de: Thema

# tx_rkwsurvey_domain_model_topic.short_name
source: Topic (short)
de: Thema (kurz)

# tx_rkwsurvey_domain_model_surveyresult
source: RKW Survey: Survey Result
de: RKW Survey: Umfrageergebnis

# tx_rkwsurvey_domain_model_surveyresult.finished
source: Finished
de: Abgeschlossen

# tx_rkwsurvey_domain_model_surveyresult.survey
source: Survey
de: Umfrage

# tx_rkwsurvey_domain_model_surveyresult.question_result
source: Question Result
de: Antwort

# tx_rkwsurvey_domain_model_questionresult
source: RKW Survey: Question Result
de: RKW Survey: Antwort

# tx_rkwsurvey_domain_model_questionresult.answer_multiple
source: Answer Multiple
de: Multiple choice Antwort

# tx_rkwsurvey_domain_model_questionresult.answer_free
source: Answer Free
de: Freitext Antwort

# tx_rkwsurvey_domain_model_questionresult.survey_result
source: Survey Result
de: Umfrageergebnis

# tx_rkwsurvey_domain_model_questionresult.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_questionresult.skipped
source: Question was skipped automatically
de: Frage wurde automatisch übersprungen

# tx_rkwsurvey_domain_model_questionresultcontainer
source: RKW Survey: Question Result Container
de: RKW Survey: Antwort Container

# tx_rkwsurvey_domain_model_questionresultcontainer.answer_multiple
source: Answer Multiple
de: Multiple choice Antwort

# tx_rkwsurvey_domain_model_questionresultcontainer.answer_free
source: Answer Free
de: Freitext Antwort

# tx_rkwsurvey_domain_model_questionresultcontainer.survey_result
source: Survey Result
de: Umfrageergebnis

# tx_rkwsurvey_domain_model_questionresultcontainer.question
source: Question
de: Frage

# tx_rkwsurvey_domain_model_questionresultcontainer.skipped
source: Question was skipped automatically
de: Frage wurde automatisch übersprungen

# tx_rkwsurvey_domain_model_token.used
source: Used
de: Benutzt

# tx_rkwsurvey_domain_model_token.cruser_id
source: CreateUserID
de: ID des Erstellers

# flexform.more.newsletter_options
source: Survey option
de: Umfrage Anmeldeoptionen

# flexform.more.newsletter
source: Choose divisions
de: Zur Verfügung stehende Umfragen

# flexform.survey.survey_options
source: Options
de: Optionen

# flexform.survey.survey
source: Show Survey
de: Zeige Umfrage

# flexform.survey.show
source: Contact: Set options
de: Kontaktaufnahme: Optionen festlegen

# flexform.survey.show.contactForm
source: Show contact form
de: Zeige Kontaktformular im Anschluss einer Umfrage

# flexform.survey.show.gender
source: Show field: gender
de: Feld anzeigen: Anrede

# flexform.survey.show.firstName
source: Show field: first name
de: Feld anzeigen: Vorname

# flexform.survey.show.lastName
source: Show field: last name
de: Feld anzeigen: Nachname

# flexform.survey.show.company
source: Show field: company
de: Feld anzeigen: Firma

# flexform.survey.show.email
source: Show field: E-Mail
de: Feld anzeigen: E-Mail

# flexform.survey.show.phone
source: Show field: phone
de: Feld anzeigen: Telefon

# flexform.survey.text
source: Contact: Defining texts
de: Kontaktaufnahme: Texte festlegen

# flexform.survey.text.headline
source: Headline
de: Überschrift

# flexform.survey.text.description
source: Teaser text
de: Einleitungstext

# flexform.survey.required
source: Contact: Required fields
de: Kontaktaufnahme: Pflichtfelder

# flexform.survey.required.gender
source: Required field: Gender
de: Pflichtfeld: Anrede

# flexform.survey.required.firstName
source: Required field: First name
de: Pflichtfeld: Vorname

# flexform.survey.required.lastName
source: Required field: Last name
de: Pflichtfeld: Nachname

# flexform.survey.required.company
source: Required field: Company
de: Pflichtfeld: Firma

# flexform.survey.required.email
source: Required field: E-Mail
de: Pflichtfeld: E-Mail

# flexform.survey.required.phone
source: Required field: Phone
de: Pflichtfeld: Telefon
